---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FilledRegionFailures
source: html/314cb5df-729c-e821-ea10-41f56639bb1a.htm
---
# BuiltInFailures.FilledRegionFailures Properties

[Filled Region Name] can't be placed in 3D Views.